[Killed] StringLiteral
sd-010-a-project-react-testing-library/src/components/Pokemon.js:17:40
     <div className="pokemon">
       <div className="pokemon-overview">
         <p data-testid="pokemon-name">{`${name}`}</p>
-        <p data-testid="pokemon-type">{`${type}`}</p>
+        <p data-testid="pokemon-type">{""}</p>
         <p data-testid="pokemon-weight">
           {`Average weight: ${value} ${measurementUnit}`}
